{
	"name":"Crimson 1",
	"personalities":["aggressive", "reckless"],
	"gender":["m"],
	"chance":1,
	"talkativeness":1.25,
	"categoryTags":["othermedia", "game", "projectwingman"],
	
	"lines":{
		"start":[
			{"text":"We're putting an end to this party."},
			{"text":"They always return to the scene of the crime."},
			{"text":"They used to call me obsessed. Now, they call me their solution."},
			{"text":"Roger, tally ho. Let's chase these dogs off."},
			{"text":"Don't get cocky. Cornered animals tend to lash out."},
		],
		"start_boss":[
			{"text":"You, solely, are responsible for this."},
			{"text":"Every safety's coming off. No second chances."},
			{"text":"I will bury you so completely, the earth will turn over a thousand times before your body is dug up."},
			{"text":"Sheep are to be protected, and yet wolves like you have to be fed. Do you see the problem here? We are the sheepdogs."},
		],		
		"retreat":[
			{"text":"All allied elements, pull back. Use the nebulae as cover."},
			{"text":"He got lucky. Return to base."},
			{"text":"All allied elements, break pursuit, push for our waypoint."},
		],
		"out_of_missiles":[
			{"text":"[sighs] We're short on fuel and ammo."},
			{"text":"We're low on ammo and fuel to engage, my bird might be sluggish."},
		],
		"engaged":[
			{"text":"He's slippery."},
			{"text":"Me and you, now. No distractions, no wingmen, no war."},
			{"text":"You've taken too much. You'll lose everything in turn."},
		],
		"need_help":[
			{"text":"Tell them we have them!"},
			{"text":"Just keep sending reinforcements!"},
		],
		"pursuing":[
			{"text":"Keep it simple. They're not worth the effort."},
			{"text":"They're not getting away. Open fire."},
			{"text":"Adjust your tactics and reform the attack pattern."},
			{"text":"Come back here. You've made this personal."},
		],
		"running":[
			{"text":"I'm not risking any losses because of this bloodthirsty dog."},
			{"text":"We've done all we can. We're getting out of here."},
			{"text":"No, no, no!"},
		],
		"hull_90":[
			{"text":"You can't run! You can't hide! You made this decision long ago!"},
			{"text":"I'm Persean! You think I take joy fighting over my homeland?! Killing my own countrymen?!"},
			{"text":"What do you have to show for yourself, dog? Blood and gold? A broken throne?"},
			{"text":"Just me and you; whoever wins is the best pilot."},
		],
		"hull_50":[
			{"text":"You don't even care why you're here!"},
			{"text":"Do you even understand what you're doing?! You're getting in the way of world peace!"},
			{"text":"The Collapse erased mankind once! Our chance to start again! This is how you've dealt with it?!"},
			{"text":"Millions of lives lost... So many ghosts. Kill me, or be killed!"},
		],
		"hull_30":[
			{"text":"Here we are, fighting for the Sector's soul. That's the deal you made, right?"},
			{"text":"What happens when you shoot me down?! Can you even think?! What will you return to?! Where will you go?! We both know how this ends!"},
			{"text":"Kill me! Kill me and see what happens to this world!"},
			{"text":"The sector might try to forget about you, but I won't! This is for the good of mankind!"},
			{"text":"Come on, come in for that kill, you dog!"},
		],
		"overload":[
			{"text":"How dare —"},
			{"text":"God damn it!"},
			{"text":"Come on, I've almost got him!"},
		],
		"death":[
			{"text":"When you hear the thunder... when the storm... comes for you... remember me."},
			{"text":"No... no, not yet!"},
			{"text":"I should've killed you when I had the chance."},
		],
		"victory":[
			{"text":"The world will prove you wrong, even if you win this war. But it's not like you'll live to see it."},
			{"text":"At the end of the day, you were just a criminal, looking for your next handout."},
		],
		"victory_boss":[
			{"text":"Predictable."},
		]
	}
}
